{
  "meeting_id": 1150,
  "general_section": "#### **Meeting Title**\n\n> Discussion on Proposed Amendments to Employee Benefits Policy\n\n#### **Meeting Information**\n\n> - **Meeting ID**: 1234\n> - **Date**: 2026-02-05 10:00:00\n> - **Group**: HR Committee\n> - **Department**: Human Resources\n> - **Venue**: Skyline Conference Room\n\n#### **Attendees**\n\n> - **Rajesh Gupta, nseit_rgupta@nse.co.in**\n> - **Priya Kapoor, nseit_pkapoor@nse.co.in**\n> - **Amit Patel, nseit_apatel@nse.co.in**",
  "agenda_analysis": [
    {
      "agenda_title": "Overview of NSE Circular on ST-ASM",
      "analysis_content": "#### **Summary of Discussion**\n> The meeting focused on the National Stock Exchange (NSE) circulars related to the Short-Term Additional Surveillance Measure (ST-ASM). It was discussed that certain securities, as listed in Annexure I, have been included under ST-ASM Stage I based on market surveillance criteria. The key surveillance action highlighted was a margin requirement of 50 or existing margin, whichever is higher, capped at 100. This applicability was effective from December 18, 2025, and applied to all open positions as on December 17, 2025, and new positions created thereafter.\n\n#### **Key Evidence**\n> - The securities included under ST-ASM Stage I are listed in Annexure I of the NSE circular (Source: SUPPORTING)\n> - The applicable rate of margin is 50 or existing margin, whichever is higher, with a maximum cap of 100 (Source: SUPPORTING)\n> - The effective date for this applicability is December 18, 2025 (Source: SUPPORTING and AGENDA)\n\n#### **Decisions Taken**\n> - It was decided to ensure timely implementation of revised margin requirements as per NSE guidelines (Source: MOM)\n> - The need for internal system readiness, risk monitoring, and proactive client communication was acknowledged (Source: MOM)\n> - It was agreed upon to communicate the impact of ST-ASM to relevant stakeholders and clients (Source: MOM)\n> - Continuous monitoring of securities placed under ST-ASM will be carried out by the Surveillance and Risk teams (Source: ATR)\n\n#### **Action Steps**\n> - The Compliance team has reviewed and noted the relevant NSE circulars on ST-ASM (Source: ATR)\n> - The Risk Management and IT teams have been instructed to implement the revised margin requirements (Source: ATR)\n> - Necessary system changes are being initiated to ensure the revised margins are applied (Source: ATR)\n> - The Risk Management team is identifying and assessing the impact on affected securities and client positions (Source: ATR)\n> - The Operations and Client Servicing teams have been instructed to prepare and circulate client communications informing them about the applicability and impact of ST-ASM provisions (Source: ATR)\n> - Continuous monitoring of securities placed under ST-ASM will be carried out by the Surveillance and Risk teams in line with NSE guidelines and other prevailing surveillance measures (Source: ATR)"
    },
    {
      "agenda_title": "Key Surveillance Provisions",
      "analysis_content": "#### **Summary of Discussion**\n> The meeting discussed the applicability of Short-Term Additional Surveillance Measure (ST-ASM) as per the latest NSE circulars, effective from December 18, 2025. It was noted that certain securities listed in Annexure I have been included under ST-ASM Stage I based on market surveillance criteria. The key surveillance action highlighted was a margin requirement of 50 or existing margin, whichever is higher, capped at 100. This applies to all open positions as on December 17, 2025, and new positions created from December 18, 2025. The team acknowledged that the ASM framework operates in conjunction with other existing surveillance measures imposed by the Exchange. It was clarified that inclusion under ASM is purely surveillance-based and does not indicate any adverse view on the company concerned or entity. The need for internal system readiness, risk monitoring, and proactive client communication was emphasized.\n\n#### **Key Evidence**\n> - Securities included under ST-ASM Stage I: [MOM]\n> - Margin requirement: 50 or existing margin, whichever is higher, capped at 100: [MOM]\n> - Effective date: December 18, 2025: [MOM]\n> - Applicability on open positions and new positions: [MOM]\n> - ASM framework in conjunction with other prevailing surveillance measures: [MOM]\n> - Inclusion under ASM is purely surveillance-based: [MOM]\n\n#### **Decisions Taken**\n> - Timely implementation of revised margin requirements as per NSE guidelines.\n> - Communication of the impact of ST-ASM to relevant stakeholders and clients.\n> - Closely monitor affected securities for compliance and risk management.\n\n#### **Action Steps**\n> - Compliance team to review and note relevant NSE circulars on ST-ASM, including Annexure I: [ATR]\n> - Risk Management and IT teams to implement revised margin requirements: [ATR]\n> - Necessary system changes to ensure revised margins are applied on all open positions as on December 17, 2025, and new positions created from December 18, 2025: [ATR]\n> - Risk Management team to identify and assess the impact on affected securities and client positions: [ATR]\n> - Operations and Client Servicing teams to prepare and circulate client communications: [ATR]\n> - Continuous monitoring of securities placed under ST-ASM by Surveillance and Risk teams: [ATR]"
    },
    {
      "agenda_title": "Impact Assessment",
      "analysis_content": "#### **Summary of Discussion**\n> The discussion revolved around the applicability and implications of the Short-Term Additional Surveillance Measure (ST-ASM) as per the National Stock Exchange (NSE) circulars, effective from December 18, 2025. The meeting acknowledged that certain securities listed in Annexure I have been included under ST-ASM Stage I based on market surveillance criteria.\n\n#### **Key Evidence**\n> - Securities affected by the ST-ASM: Listed in Annexure I (MOM)\n> - Applicable rate of margin: 50 or existing margin, whichever is higher, subject to a maximum cap of 100 (NSE Circular)\n> - Effective date: December 18, 2025 (NSE Circular)\n> - Applicability on open positions as of December 17, 2025 and new positions created from December 18, 2025 (NSE Circular)\n\n#### **Decisions Taken**\n> - Timely implementation of revised margin requirements as per NSE guidelines. (MOM)\n> - Communication of the impact of ST-ASM to relevant stakeholders and clients. (MOM)\n> - Closely monitoring affected securities for compliance and risk management. (MOM)\n\n#### **Action Steps**\n> - Risk Management and IT teams to implement revised margin requirements. (ATR)\n> - Necessary system changes to ensure the revised margins are applied on all open positions as of December 17, 2025 and new positions created from December 18, 2025. (ATR)\n> - Risk Management team to identify and assess the impact on affected securities and client positions. (ATR)\n> - Operations and Client Servicing teams to prepare and circulate client communications informing them about the applicability and impact of ST-ASM provisions. (ATR)\n> - Continuous monitoring of securities placed under ST-ASM by Surveillance and Risk teams in line with NSE guidelines. (ATR)"
    },
    {
      "agenda_title": "Compliance and Operational Readiness",
      "analysis_content": "#### **Summary of Discussion**\n> The discussion revolved around the applicability and implications of the Short-Term Additional Surveillance Measure (ST-ASM) as per the National Stock Exchange of India Limited (NSE) circulars. The meeting acknowledged that certain securities, as mentioned in Annexure I, have been included under ST-ASM Stage I based on market surveillance criteria. The key surveillance action highlighted was a margin requirement of 50 or existing margin, whichever is higher, capped at 100. This applicability was discussed to be on all open positions as on December 17, 2025, and new positions created from December 18, 2025.\n\n#### **Key Evidence**\n> - The securities included under ST-ASM Stage I are listed in Annexure I of the NSE circular (Source: SUPPORTING)\n> - The applicable rate of margin is 50 or existing margin, whichever is higher, subject to a maximum cap of 100 (Source: SUPPORTING)\n> - The applicability is on all open positions as on December 17, 2025, and new positions created from December 18, 2025 (Source: MOM)\n\n#### **Decisions Taken**\n> - It was decided to ensure timely implementation of revised margin requirements as per NSE guidelines (Source: MOM)\n> - It was agreed upon to communicate the impact of ST-ASM to relevant stakeholders and clients (Source: MOM)\n> - Closely monitoring affected securities for compliance and risk management was agreed upon (Source: MOM)\n\n#### **Action Steps**\n> - The Compliance team has reviewed and noted the relevant NSE circulars on ST-ASM, including the list of securities mentioned in Annexure I (Source: ATR)\n> - The Risk Management and IT teams have been instructed to implement the revised margin requirements (Source: ATR)\n> - Necessary system changes are being initiated to ensure the revised margins are applied on all open positions as on December 17, 2025, and on new positions created from December 18, 2025 (Source: ATR)\n> - The Risk Management team has started identifying and assessing the impact on affected securities and client positions to ensure adequate risk controls and compliance (Source: ATR)\n> - The Operations and Client Servicing teams have been instructed to prepare and circulate client communications informing them about the applicability and impact of ST-ASM provisions (Source: ATR)\n> - Continuous monitoring of securities placed under ST-ASM will be carried out by the Surveillance and Risk teams in line with NSE guidelines and other prevailing surveillance measures (Source: ATR)"
    },
    {
      "agenda_title": "Action Plan and Responsibilities",
      "analysis_content": "#### **Summary of Discussion**\n> The discussion revolved around the applicability of Short-Term Additional Surveillance Measure (ST-ASM) as per the National Stock Exchange of India Limited (NSE) circulars. The meeting acknowledged that certain securities, as mentioned in Annexure I, have been included under ST-ASM Stage I based on market surveillance criteria. The key surveillance action highlighted was a margin requirement of 50 or existing margin, whichever is higher, capped at 100. Applicability was on all open positions as on December 17, 2025, and new positions created from December 18, 2025.\n\n#### **Key Evidence**\n> - The securities included under ST-ASM Stage I are listed in Annexure I of the NSE circular (Source: SUPPORTING)\n> - The applicable rate of margin is 50 or existing margin, whichever is higher, subject to a maximum rate of margin capped at 100 (Source: SUPPORTING)\n> - The applicability of ST-ASM is effective from December 18, 2025 (Source: MOM and SUPPORTING)\n\n#### **Decisions Taken**\n> - It was decided to ensure timely implementation of revised margin requirements as per NSE guidelines (Source: MOM)\n> - It was agreed upon to communicate the impact of ST-ASM to relevant stakeholders and clients (Source: MOM)\n> - Continuous monitoring of affected securities for compliance and risk management was discussed and agreed upon (Source: MOM)\n\n#### **Action Steps**\n> - The Compliance team has reviewed and noted the relevant NSE circulars on ST-ASM (ATR 1)\n> - The Risk Management and IT teams have been instructed to implement the revised margin requirements (ATR 2)\n> - Necessary system changes are being initiated to ensure the revised margins are applied on all open positions as on December 17, 2025, and on new positions created from December 18, 2025 (ATR 3)\n> - The Risk Management team is identifying and assessing the impact on affected securities and client positions (ATR 4)\n> - The Operations and Client Servicing teams have been instructed to prepare and circulate client communications informing them about the applicability and impact of ST-ASM provisions (ATR 5)\n> - Continuous monitoring of securities placed under ST-ASM will be carried out by the Surveillance and Risk teams in line with NSE guidelines and other prevailing surveillance measures (ATR 6)"
    }
  ]
}